tap "koekeishiya/formulae"
tap "felixkratz/formulae"

brew "asdf"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "sketchybar"
brew "fish"
brew "fzf"
brew "skhd"
brew "yabai"
brew "lazygit"
brew "pipx"
brew "starship"
brew "tmux"
brew "zoxide"
brew "ripgrep"
brew "luarocks"

cask "font-jetbrains-mono-nerd-font"
