# https://matthiasportzel.com/brewfile/
tap "koekeishiya/formulae"
tap "felixkratz/formulae"
tap "charmbracelet/tap"
tap "hashicorp/tap"
tap "nikitabobko/tap"
tap "smithy-lang/tap"

brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "lazygit"
brew "lazydocker"
brew "git"
brew "starship"
brew "tmux"
brew "zoxide"
brew "ripgrep"
brew "luarocks"
brew "wget"
brew "hurl"
brew "delta"
brew "gh"
brew "mise"
brew "ollama"
brew "imagemagick"
brew "btop"
brew "tree"
brew "uv"
brew "ast-grep" # grug far
brew "watchman" # custom lsp file watcher
brew "stripe"
brew "redis"
brew "huggingface-cli"
brew "awscli"
brew "stow"
brew "rustup"
brew "cmake"
brew "luarocks"
brew "pipx"
brew "pnpm"
brew "mkcert"
brew "nss"
brew "austin"
brew "raine/workmux/workmux"
brew "raine/claude-history/claude-history"
brew "raine/git-surgeon/git-surgeon"
brew "bfg"
brew "cloc"
brew "gnupg"
brew "tailscale"
brew "bash"
brew "ttyd"
brew "tree-sitter-cli"
brew "coreutils"
brew "tesseract"
brew "terraform"
brew "sesh"
brew "smithy-cli"
brew "agent-browser"

cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "calibre"
cask "onyx@beta"
cask "tableplus"
cask "spotify"
cask "visual-studio-code"
cask "1password"
cask "firefox"
cask "zen"
cask "redis-insight"
cask "aerospace"
cask "discord"
cask "keymapp"
cask "docker-desktop"
cask "google-chrome"
cask "pycharm"
cask "ollama-app"
cask "claude-code@latest"
cask "transmission"
cask "utm"
cask "appcleaner"
cask "logi-options+"
cask "mos"
cask "bitwarden"
