# https://matthiasportzel.com/brewfile/
tap "koekeishiya/formulae"
tap "felixkratz/formulae"
tap "charmbracelet/tap"
tap "smithy-lang/tap"
tap "hashicorp/tap"
tap "nikitabobko/tap"
tap "smithy-lang/tap"

brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "lazygit"
brew "lazydocker"
brew "git"
brew "starship"
brew "tmux"
brew "zoxide"
brew "ripgrep"
brew "luarocks"
brew "wget"
brew "hurl"
brew "delta"
brew "gh"
brew "mise"
brew "ollama"
brew "imagemagick"
brew "btop"
brew "tree"
brew "uv"
brew "ast-grep" # grug far
brew "watchman" # custom lsp file watcher
brew "stripe"
brew "bob"
brew "hashicorp/tap/terraform"
brew "redis"
brew "huggingface-cli"
brew "awscli"
brew "stow"
brew "rustup"
brew "cmake"
brew "luarocks"
brew "smithy-cli"
brew "pipx"

cask "font-jetbrains-mono-nerd-font"
cask "ngrok"
cask "ghostty"
cask "calibre"
cask "onyx@beta"
cask "tableplus"
cask "transmission"
cask "spotify"
cask "steam"
cask "loom"
cask "postman"
cask "insomnia"
cask "visual-studio-code"
cask "1password"
cask "slack"
cask "firefox"
cask "zen"
cask "redis-insight"
cask "aerospace"
cask "discord"
cask "keymapp"
cask "docker-desktop"
cask "zoom"
cask "windows-app"
cask "google-chrome"
cask "mos"
cask "pycharm-ce"
cask "ollama-app"
cask "claude"
