# https://matthiasportzel.com/brewfile/
tap "koekeishiya/formulae", trusted: true
tap "felixkratz/formulae", trusted: true
tap "charmbracelet/tap", trusted: true
tap "hashicorp/tap", trusted: true
tap "nikitabobko/tap", trusted: true
tap "smithy-lang/tap", trusted: true
tap "steipete/tap", trusted: true
tap "antoniorodr/memo", trusted: true
tap "vjeantet/tap", trusted: true
tap "morantron/tmux-fingers", trusted: true
tap "raine/workmux", trusted: true
tap "raine/claude-history", trusted: true
tap "raine/git-surgeon", trusted: true

brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "lazygit"
brew "lazydocker"
brew "git"
brew "starship"
brew "tmux"
brew "zoxide"
brew "ripgrep"
brew "luarocks"
brew "wget"
brew "hurl"
brew "delta"
brew "gh"
brew "mise"
brew "ollama"
brew "imagemagick"
brew "btop"
brew "tree"
brew "uv"
brew "ast-grep" # grug far
brew "watchman" # custom lsp file watcher
brew "stripe"
brew "redis"
brew "huggingface-cli"
brew "awscli"
brew "stow"
brew "rustup"
brew "cmake"
brew "luarocks"
brew "pipx"
brew "pnpm"
brew "mkcert"
brew "nss"
brew "austin"
brew "raine/workmux/workmux", trusted: true
brew "raine/claude-history/claude-history", trusted: true
brew "raine/git-surgeon/git-surgeon", trusted: true
brew "bfg"
brew "cloc"
brew "gnupg"
brew "tailscale"
brew "bash"
brew "ttyd"
brew "tree-sitter-cli"
brew "coreutils"
brew "tesseract"
brew "terraform"
brew "sesh"
brew "smithy-cli"
brew "agent-browser"
brew "ffmpeg"
brew "remindctl"
brew "antoniorodr/memo/memo"
brew "vjeantet/tap/alerter"
brew "morantron/tmux-fingers/tmux-fingers"
brew "devcontainer"
brew "azure-cli"
brew "marp-cli"

cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "calibre"
cask "onyx@beta"
cask "tableplus"
cask "spotify"
cask "visual-studio-code"
cask "1password"
cask "firefox"
cask "zen"
cask "redis-insight"
cask "aerospace"
cask "discord"
cask "keymapp"
cask "docker-desktop"
cask "google-chrome"
cask "pycharm"
cask "ollama-app"
cask "claude-code@latest"
cask "transmission"
cask "utm"
cask "appcleaner"
cask "logi-options+"
cask "mos"
cask "bitwarden"
cask "1password-cli"
cask "claude"
cask "handy"
